{
    "【回想０１　真守視点：愛おしいかえちゃんに朝から】@nいつものようにお出かけのキス。でもムラムラしてしまい、かえちゃんに…": "【Flashback 01 Mamoru's Perspective: From Morning with Beloved Kae-chan】 As usual, we@bshared a kiss before going out. But I couldn't help feeling aroused, so I said to Kae-@bchan...",
    "【回想０２　真守視点：密かに嫉妬がくすぶる中で】@n拓馬という男の子への僅かにくすぶる嫉妬心をかえちゃんへと…": "【Flashback 02 Mamoru's Perspective: While a Slight Jealousy Smolders Towards a Boy Named@bTakuma】@nI directed my slightly smoldering jealousy towards Kae-chan...",
    "【回想０３　真守視点：嫉妬心を抱きながら】@n実際に相手と会い、ますます嫉妬心が燃え上がる。しかしそれを表には出さずに…": "【Flashback 03 Mamoru's Perspective: While Holding onto Jealousy】 I actually met with the@bother person, and my jealousy burned even more. However, I didn't show it on the@bsurface...",
    "【回想０４　真守視点：くすぶり続ける中、当てつけるように】@n拓馬くんが家にいる中、かえちゃんを誘う。そしてバレるかバレないかのスリルを…": "【Flashback 04 Mamoru's Perspective: While a Slight Jealousy Smolders, As if to Taunt】@bWhile Takuma-kun is at home, I invite Kae-chan. And the thrill of whether we'll get caught@bor not...",
    "【回想０５　真守視点：スリルは続く】@nすっかり拓馬くんがいる中でのセックスにハマってしまう。もうそろそろ止めないとと思いつつも…": "【Flashback 05 Mamoru's Perspective: The Thrill Continues】 I become addicted to having sex@bwhile Takuma-kun is around. Even though I think I should stop soon...",
    "【回想０６　真守視点：かえちゃんからのお誘い】@nその夜、かえちゃんからお誘いを受ける。少しご無沙汰だったから張り切っていたものの…": "【Flashback 06 Mamoru's Perspective: Invitation from Kae-chan】 That night, I received an@binvitation from Kae-chan. It had been a while since we last saw each other, so I was@bexcited...",
    "【回想０７　真守視点：少し久しぶりにかえちゃんと】@nかえちゃんに久しぶりのセックスを求める。しかし出張が近いからとフェラだけになるも…": "【Flashback 07 Mamoru's Perspective: Reuniting with Kae-chan after a while】 I long for sex@bwith Kae-chan after a while. However, because my business trip is approaching, it ends up@bbeing just a blowjob...",
    "【回想０８　真守視点：出張前に】@n長期の出張前に、かえちゃんと夜の営み。その夜は夢中になってかえちゃんを貪り、別れを惜しむ…": "【Flashback 08 Mamoru's Perspective: Before the Business Trip】 Before the long business@btrip, I had a night of intimacy with Kae-chan. That night, I became completely absorbed in@bdevouring Kae-chan and reluctantly said goodbye...",
    "【回想０９　真守視点：旅行先での誘惑に】@nかえちゃんがまだ日中だというのに誘ってくる。その妖艶な姿に我慢なんてできるはずもなく…": "【Flashback 09 Mamoru's Perspective: Temptation on a Trip】 Even though it was still@bdaytime, Kae-chan seduced me. I couldn't possibly resist her bewitching figure...",
    "【回想１０　真守視点：露天風呂でも】@nかえちゃんは露天風呂でも求めてきた。旅行で気分が高まっているのか、その積極的な態度に…": "【Flashback 10 Mamoru's Perspective: Even in the Open-Air Bath】 Kae-chan approached me even@bin the open-air bath. Perhaps her mood was heightened by the trip, as she displayed such a@bproactive attitude...",
    "【回想１１　真守視点：まだ求めてくるかえちゃんに…】@n夜になり、再びかえちゃんからのお誘い。なんとか力を振り絞るようにして奮闘する。": "【Flashback 11 Mamoru's Perspective: To Kae-chan, Who Still Seeks Me...】 Night falls, and@bonce again I receive an invitation from Kae-chan. I struggle to gather my strength and do@bmy best.",
    "【回想１２　真守視点：仕掛けたカメラに映ったものは】@n隠しカメラの映像を見る。そこには管理人に命令されながら体を差し出すかえちゃんがいて…": "【Flashback 12 Mamoru's Perspective: What was Captured by the Set-Up Camera】 I watch the@bfootage from the hidden camera. There, Kae-chan is seen obediently offering her body while@bbeing commanded by the caretaker...",
    "【回想１３　真守視点：かえちゃんと子作りセックス】@nかえちゃんから夜のお誘い。覚悟を決めて生でつながるも、どこか違和感を覚えながら…": "【Flashback 13 Mamoru's Perspective: Making a Baby with Kae-chan】 Kae-chan invites me for a@bnight of intimacy. I gather my resolve and connect with her without protection, but I@bcan't help but feel a sense of unease...",
    "【回想１４　真守視点：かえちゃんからの子作りセックス】@n浮気を疑ってしまった不安を払拭するように激しく腰を振る。かえちゃんの反応と生セックスに興奮し…": "【Flashback 14 Mamoru's Perspective: Baby-Making Sex from Kae-chan】 To dispel the anxiety@bof suspecting infidelity, I vigorously thrust my hips. I become excited by Kae-chan's@breaction and raw sex...",
    "【回想１５　楓視点：たっくんの欲望を収めるために…】@nたっくんの懇願に負け、足元に跪き手コキをする。その長さに思わず鼓動が高まり…": "【Flashback 15 Kae-chan's Perspective: To Satisfy Tak-kun's Desires...】 I couldn't resist@bTak-kun's plea, so I knelt down at his feet and gave him a handjob. My heartbeat@binvoluntarily quickened at its length...",
    "【回想１６　楓視点：再びたっくんに求められ】@nこれっきりという約束は有耶無耶になり、またたっくんのペニスに手をのばす。少しずつ体が熱くなってきて…": "【Flashback 16 Kae-chan's Perspective: Desired by Tak-kun Once Again】 The promise of \"just@bthis once\" becomes forgotten, and I reach out for Tak-kun's penis once more. Gradually, my@bbody starts to heat up...",
    "【回想１７　楓視点：手コキからさらなる展開へ】@nいつものように手コキで慰める。けれどもたっくんはそれだけで満足できなくなり、口元へ…": "【Flashback 17 Kae-chan's Perspective: From Handjob to Further Developments】 As usual, I@bcomfort him with a handjob. However, Tak-kun becomes unsatisfied with just that and moves@btowards my mouth...",
    "【回想１８　楓視点：まーくんを誘うも…】@nまーくんを自分から誘ってみる。頑張ってしてくれているけれど、疲れているせいか一回だけで…": "【Flashback 18 Kae-chan's Perspective: Tempting Mamoru...】 I try to invite Mamoru myself.@bHe's doing his best, but maybe because he's tired, it's only once...",
    "【回想１９　楓視点：マンションの陰で】@nたっくんに連れられ、フェラを要求される。さっさと終わらせようと最初から激しくしていき…": "【Flashback 19 Kae-chan's Perspective: In the Shadows of the Apartment】 I am led by Tak-kun@band he demands a blowjob. I quickly intensify it from the beginning, trying to finish it@bas soon as possible...",
    "【回想２０　楓視点：管理人さんに脅され…】@n弱みを握られ、管理人さんに体を差し出す。彼のソレはたっくんよりも大きくて凶悪で…": "【Flashback 20 Kae-chan's Perspective: Blackmailed by the Caretaker...】 I am being@bblackmailed and forced to offer my body to the caretaker. His is bigger and more menacing@bthan Tak-kun's...",
    "【回想２１　楓視点：たっくんとも、バレないように】@nバレないように、たっくんとも関係を続ける。積極的な態度にたっくんは戸惑うも…": "【Flashback 21 Kae-chan's Perspective: Continuing the Relationship with Tak-kun Without@bGetting Caught】 I continue my relationship with Tak-kun, making sure not to get caught.@bTak-kun is bewildered by my proactive attitude...",
    "【回想２２　楓視点：管理人さんによるパイズリ】@nキスで高まった管理人さんは、押し倒し、胸にペニスを押し入れてくる。そして無造作に腰を動かしてきて…": "【Flashback 22 Kae-chan's Perspective: Titjob by the Caretaker】 After getting excited with@ba kiss, the caretaker pushes me down and thrusts his penis into my breasts. Then, he@bstarts moving his hips carelessly...",
    "【回想２３　楓視点：たっくんにフェラをするも…】@nいつものようにフェラをするも、気がそぞろなことを指摘されてしまい…": "【Flashback 23 Kae-chan's Perspective: Giving Tak-kun a Blowjob, but...】 As usual, I give@bTak-kun a blowjob, but he points out that something feels off...",
    "【回想２４　楓視点：家の浴室で泡まみれになって…】@n家の浴室で管理人さんと二人泡まみれになり体を弄り合う。そして事は愛撫だけに留まらず…": "【Flashback 24 Kae-chan's Perspective: Getting Covered in Foam in the House's Bathroom...】@bIn the bathroom of the house, the caretaker and I get covered in foam and play with each@bother's bodies. And the situation goes beyond just caressing...",
    "【回想２５　楓視点：体を洗った後は…】@nお風呂での余韻が残る中、再びリビングで繋がる。": "【Flashback 25 Kae-chan's Perspective: After Washing our Bodies...】 The lingering sensation@bfrom the bath remains as we connect once again in the living room.",
    "【回想２６　楓視点：マンションの人気のない場所で】@n管理人さんに連れられ、あの人気のない場所へ。そこでフェラだけでなくセックスまでしてしまい…": "【Flashback 26 Kae-chan's Perspective: In an Unpopular Place in the Apartment】 Led by the@bcaretaker, we go to that unpopular place. There, we not only engage in a blowjob but also@bend up having sex...",
    "【回想２７　楓視点：撮影のために、仕方なく】@nたっくんを助けるためにも二人の行為を撮影をすることに。そして初めてたっくんと繋がり…": "【Flashback 27 Kae-chan's Perspective: Reluctantly for the Sake of Helping Tak-kun】 In@border to help Tak-kun, we reluctantly agree to film our actions. And for the first time, I@bconnect with Tak-kun...",
    "【回想２８　楓視点：海の岩場の陰で…】@n撮影のために海へ。最初こそ不安はありつつも、その解放感から徐々に熱がこもっていき…": "【Flashback 28 Kae-chan's Perspective: In the Shadows of the Rocky Beach...】 We head to the@bbeach for filming. Although I initially feel anxious, the sense of liberation gradually@bbuilds up and the passion intensifies...",
    "【回想２９　楓視点：まーくんが帰ってくる、ギリギリまで…】@nまーくんが帰ってくるギリギリまでするように指令がくる。たっくんが盛り上がり、本当にギリギリまで行い…": "【Flashback 29 Kae-chan's Perspective: Until the Last Minute When Maa-kun Returns...】 I@breceive instructions to do it until the very last minute when Maa-kun returns. Tak-kun@bgets excited, and we continue until the very last minute...",
    "【回想３０　楓視点：酔い潰れたまーくんが寝ている中で】@nまだ体が火照る中、酔い潰れたまーくんを余所に、たっくんからの求めに応じて裸エプロン姿で…": "【Flashback 30 Kae-chan's Perspective: While Maa-kun is Passed Out Drunk】 While my body is@bstill burning with desire, I respond to Tak-kun's request and put on a naked apron,@bignoring Maa-kun who is passed out drunk...",
    "【回想３１　楓視点：旅行先でたっくんと密会】@nまーくんの目を盗むようにしてたっくんと会う。そして露天風呂の中でたっぷりと…": "【Flashback 31 Kae-chan's Perspective: Secret Meeting with Tak-kun on a Trip】 I meet with@bTak-kun while stealing glances from Maa-kun. And then, we indulge ourselves in the open-@bair bath...",
    "【回想３２　楓視点：夜に抜け出し…】@n夜中まーくんが寝ている中、撮影のためだからとたっくんの元へ。そして夜遅くまでお互い求めあい…": "【Flashback 32 Kae-chan's Perspective: Sneaking Out at Night...】 In the middle of the night@bwhile Maa-kun is sleeping, I sneak out to Tak-kun's place for filming. And then, we@bpassionately desire each other until late at night...",
    "【回想３３　楓視点：たっくんとデートをして…】@n少しエッチな服を着てホテルへ。部屋に入るやいなや、すぐに求められて…": "【Flashback 33 Kae-chan's Perspective: Going on a Date with Tak-kun...】 Wearing slightly@bsexy clothes, we head to a hotel. As soon as we enter the room, he immediately desires@bme...",
    "【回想３４　楓視点：たっくんと初めてのセックス】@n管理人さんに脅されたっくんと初めてのセックス。仕方なくと思っているも…": "【Flashback 34 Kae-chan's Perspective: First Time Having Sex with Tak-kun】 I had sex with@bTak-kun for the first time, being coerced by the caretaker. Although I reluctantly went@balong with it...",
    "【回想３５　楓視点：必死に生セックスを要求するたっくんに】@n生でのセックスを求めてくるたっくん。断るものの焦るたっくんは強引に…": "【Flashback 35 Kae-chan's Perspective: Tak-kun Desperately Demands Raw Sex】 Tak-kun comes@bto me, demanding sex without a condom. Despite refusing, Tak-kun becomes impatient and@bforcefully...",
    "【回想３６　楓視点：管理人さんからのさらなる脅し】@n管理人さんからの脅しでさらに期間が一ヶ月延びた。そして濃厚な愛撫の後には…": "【Flashback 36 Kae-chan's Perspective: Further Threats from the Caretaker】 Due to further@bthreats from the caretaker, the deadline was extended by another month. And after intense@bcaresses...",
    "【回想３７　楓視点：旅行の後の濃厚な仕返し】@n最低三回のセックスは回避できず、管理人さんにたっぷりと体を弄られる。さらには焦らされることで…": "【Flashback 37 Kae-chan's Perspective: Intense Revenge After the Trip】 I couldn't avoid@bhaving sex at least three times, and the caretaker thoroughly played with my body.@bFurthermore, I was teased and made to wait...",
    "【回想３８　楓視点：遊園地のトイレにて】@n遊園地で散々ローター責めされた後、トイレで隠れてセックスをする。声を抑えることで逆に…": "【Flashback 38 Kae-chan's Perspective: In the Amusement Park Toilet】 After being tormented@bwith a vibrator at the amusement park, we hide in the toilet and have sex. By suppressing@bour voices, it becomes even more...",
    "【回想３９　楓視点：管理人さんとのデートは】@n管理人さんとデートをすることに。そしてホテルへと連れていかれると、体を拘束されてしまい…": "【Flashback 39 Kae-chan's Perspective: Going on a Date with the Caretaker】 I go on a date@bwith the caretaker. And when we are taken to a hotel, my body is restrained...",
    "【回想４０　楓視点：ナイトプールに誘われて】@n管理人さんとともにナイトプールへ。エッチな水着を着せられ、人目があるにも関わらず…": "【Flashback 40 Kae-chan's Perspective: Invited to the Night Pool】 I was invited to the@bnight pool with the caretaker. Despite being dressed in a sexy swimsuit, even with people@baround...",
    "【回想４１　楓視点：突然家にやってきて】@n突然家にやってきた管理人さんは、フェラを要求する。不快感とともに体は高ぶりを覚えてしまい…": "【Flashback 41 Kae-chan's Perspective: Suddenly Coming to My House】 The caretaker suddenly@bcame to my house and demanded a blowjob. Along with a sense of discomfort, my body started@bto feel excited...",
    "【回想４２　楓視点：まーくんが眠った後に、お尻で…】@nまーくんが酔い潰れると、たっくんが体を求めてくる。妊娠中だからとお尻でのセックスを提案され…": "【Flashback 42 Kae-chan's Perspective: After Maa-kun Falls Asleep, with Butt...】 When Maa-@bkun gets drunk and passes out, Tak-kun comes to me, craving my body. Despite being@bpregnant, he suggests having sex with my butt...",
    "【回想４３　楓視点：ボテ腹姿でたっくんと】@n安定期に入りたっくんと家で会う。あらゆる不安をかき消すようにお互い体を貪り合う…": "【Flashback 43 Kae-chan's Perspective: With a Pregnant Belly and Tak-kun】 During the stable@bperiod, I meet Tak-kun at home. We devour each other's bodies, as if to erase all the@banxieties...",
    "【回想４４　楓視点：疎遠になったたっくんと…】@n疎遠になったたっくんの部屋へ。そして会わなかった時間を取り戻すようにし求め合い…": "【Flashback 44 Kae-chan's Perspective: Reuniting with Distant Tak-kun...】 I go to Tak-kun's@broom, who I have become distant from. And we seek to make up for the time we didn't see@beach other, passionately desiring each other...",
    "【回想４５　楓視点：まーくんが酔い潰れた後に】@n声を抑えながら、背徳感の中で繋がり合う。もうすっかりたっくんとの生セックスに慣れてしまい…": "【Flashback 45 Kae-chan's Perspective: After Maa-kun Gets Drunk】 While suppressing our@bvoices, we connect in the midst of a sense of immorality. I have already become accustomed@bto having raw sex with Tak-kun...",
    "【回想４６　楓視点：急に管理人さんに呼び出され…】@n夜、管理人さんに急遽呼び出され、性処理を求められる。そんな中まーくんがやって来て…": "【Flashback 46 Kae-chan's Perspective: Suddenly Summoned by the Caretaker...】 At night, I@bwas suddenly summoned by the caretaker and asked to satisfy his sexual needs. And in the@bmidst of that, Maa-kun arrives...",
    "【回想４７　楓視点：覚悟を決めてまーくんと】@n管理人さんの言う通り、妊娠を誤魔化すためにまーくんを誘う。そして罪悪感を抑えながら…": "【Flashback 47 Kae-chan's Perspective: Deciding with Resolve, with Maa-kun】 As the@bcaretaker suggested, I invite Maa-kun to deceive him about my pregnancy. And while@bsuppressing guilt...",
    "【回想４８　楓視点：妊娠してアナル責め】@n管理人さんにお尻をローションまみれにされて責められる。最初こそ羞恥と嫌悪で身悶えていたものの…": "【Flashback 48 Kae-chan's Perspective: Being Anally Teased While Pregnant】 I am teased by@bthe caretaker, who covers my butt in lotion. At first, I squirm in shame and disgust,@bbut...",
    "【回想４９　楓視点：ボテ腹姿で管理人さんと】@nお腹が大きくなり、授乳プレイを求められる。そしてそのまま抱えられるようにして下から突き上げられ…": "【Flashback 49 Kae-chan's Perspective: With a Pregnant Belly and the Caretaker】 My belly@bhas gotten bigger, and I am asked for breastfeeding play. And then, I am lifted up and@bpenetrated from below...",
    "【回想５０　楓視点：露天風呂でたっぷりと】@nまーくんに嘘を吐いて管理人さんと旅行へ。そして露天風呂でたっぷりと体を弄られ、後ろかも突かれ…": "【Flashback 50 Kae-chan's Perspective: Plenty of Fun in the Open-Air Bath】 I lied to Maa-@bkun and went on a trip with the caretaker. And in the open-air bath, my body was@bthoroughly played with, and I was penetrated from behind...",
    "【回想５１　楓視点：旅館の部屋でも…】@n夕食を済ますと、まだ元気な管理人さんは揚々と求めてくる。そしてその元気は朝方まで続くことになり…": "【Flashback 51 Kae-chan's Perspective: Even in the Inn Room...】 After finishing dinner, the@benergetic caretaker eagerly approaches me. And that energy continues until the early@bmorning...",
    "【回想５２　楓視点：赤ちゃんがすぐ傍で眠る中…】@n赤ちゃんが近くにいる中、管理人さんにフェラを求められる。そんな中、まーくんが帰宅してきて…": "【Flashback 52 Kae-chan's Perspective: While the Baby Sleeps Nearby...】 In the presence of@bthe baby, the caretaker asks me for a blowjob. In the midst of that, Maa-kun returns@bhome...",
    "【回想５３　拓馬視点：夫婦の寝室を覗き見して…】@n夜起きると、寝室から声が聞こえてくる。背徳と焦燥にかられながらドアの隙間から覗き込むと…": "【Flashback 53 Takuma's Perspective: Peeking into the Couple's Bedroom...】 When I wake up@bat night, I hear voices coming from the bedroom. Filled with a sense of immorality and@bimpatience, I peek through the gap in the door...",
    "【回想５４　拓馬視点：かえねぇの様子が違う】@nかえねぇにフェラをしてもらうものの、その日はどこか表情が翳っているように見えて…": "【Flashback 54 Takuma's Perspective: Kae-nee's Different Demeanor】 I receive a blowjob from@bKae-nee, but on that day, her expression seems somewhat clouded...",
    "【回想５５　拓馬視点：マンションの人気のない場所で】@nある日、マンションから声が聞こえてくる。その声に誘われるようにしてその場へ行くと…": "【Flashback 55 Takuma's Perspective: In an Unpopular Place in the Apartment】 One day, I@bhear voices coming from the apartment. As if being lured by those voices, I go to that@bplace...",
    "【回想５６　美玖視点：おじさんに脅されて】@n秘密にしてもらうために、おじさんに手コキをする。気持ち悪さをなんとか抑えて…": "【Flashback 56 Yuki's Perspective: Blackmailed by Uncle】 In order to keep it a secret, I@bgive Uncle a handjob. Trying to suppress the feeling of disgust...",
    "【回想５７　美玖視点：手コキだけに留まらず】@n手コキだけではつまらないでしょと、おじさんがフェラを要求してくる。嫌悪感を抑えながらなんとか舐めていき…": "【Flashback 57 Yuki's Perspective: Not Just Stopping at Handjobs】 The uncle says that just@bhandjobs are not enough and demands a blowjob. While suppressing feelings of disgust, I@breluctantly start licking...",
    "【回想５８　美玖視点：おじさんに体を愛撫され…】@nフェラにも慣れ始めてしまった頃。おじさんが体を弄ることを求めてくる。": "【Flashback 58 Yuki's Perspective: Being Fondled by Uncle...】 By the time I had become@baccustomed to giving blowjobs, Uncle started asking to touch my body.",
    "【回想５９　美玖視点：初めてを、おじさんに】@n愛撫にも慣らされてきた頃。まるで当たり前のようにペニスをあてがってきて…": "【Flashback 59 Yuki's Perspective: My First Time with Uncle】 By the time I had become@baccustomed to caresses, he casually positioned his penis as if it were a natural thing...",
    "【回想６０　美玖視点：夜の校舎のプールにて】@n夜に校舎へ呼び出される。そしてスク水姿に着替えさせられると、プールサイドで体を弄られ…": "【Flashback 60 Yuki's Perspective: At the School Building Pool at Night】 I was called to@bthe school building at night. And after being made to change into a swimsuit, my body was@bplayed with by the poolside...",
    "【回想６１　美玖視点：最後の日にブルマ姿で】@nいよいよ最後の日。ブルマ姿でおじさんの要求をこなしていく。そして最後のセックスを…": "【Flashback 61 Yuki's Perspective: In Bloomers on the Last Day】 Finally, it's the last day.@bI fulfill Uncle's requests while wearing bloomers. And then, the final sex...",
    "【回想６２　美玖視点：おじさんの愛人として】@nおじさんの愛人になり、おじさんの部屋でセックスをする。もう完全に体はおじさんのものになり、快感を口にしていく…": "【Flashback 62 Yuki's Perspective: Becoming Uncle's Mistress】 I become Uncle's mistress and@bhave sex in his room. My body is completely his now, and I indulge in the pleasure...",
    "【００１　アバン：朝フェラ妻・楓】@nいってきますのキスで催すと、そのまま妻にフェラをしてもらい…": "【001 Opening: Morning Blowjob from Wife, Kaede】 After giving me a goodbye kiss, she@bproceeds to give me a blowjob...",
    "【００２　引っ越しの話と夜の夫婦の時間】@n妻の昔なじみが引っ越してくるという。その話に大人気なくも嫉妬してしまい…": "【002 Moving Talk and Nighttime with the Couple】 My wife's old acquaintance is moving in. I@bcouldn't help but feel a bit jealous about that conversation...",
    "【００３　拓馬が引っ越してくる】@nいよいよ拓馬が引っ越してきた。イケメンでますます嫉妬心が湧くも、なんとか抑える": "【003 Takuma Moves In】 Finally, Takuma moves in. He's handsome and my jealousy grows even@bstronger, but I manage to suppress it somehow.",
    "【００４　過去の自分のちっちゃなトラウマ】@n自分にはほんの少しだけトラウマみたいなものがある。些細なものだけれど、それでも自分にとっては大きなもので…": "【004 My Little Trauma from the Past】 I have a tiny little trauma within myself. It may@bseem trivial, but for me, it's something significant...",
    "【００５　楓と拓馬のご近所付き合い】@n会社から帰ると、妻とともに拓馬が食卓を囲んでいて…": "【005 Kaede and Takuma's Neighborhood Interaction】 When I returned home from work, Takuma@bwas sitting around the dining table with my wife...",
    "【００６　拓馬とも徐々に仲良く】@n拓馬と仲良くなっていた。それは共通の趣味によるものだった。だが、嫉妬心が消えたわけではなく…": "【006 Getting Closer to Takuma Gradually】 I had started getting along with Takuma. It was@bbecause of our shared interests. However, that didn't mean my feelings of jealousy had@bdisappeared...",
    "【００７　続くスリル】@nあえて見つかるかもしれないスリルを感じながらのセックス。けれど、流石にそろそろ自重しようか…": "【007 Continuing Thrills】@nHaving sex while feeling the thrill of possibly being@bdiscovered. However, maybe it's about time to restrain ourselves...",
    "【００８　大きな仕事】@n上司から、新たなプロジェクトへの参加の打診をされた。平穏な日々を続けるべきか…": "【008 Big Job】 I was approached by my boss to participate in a new project. Should I@bcontinue with my peaceful days...",
    "【００９　新たなる一歩の朝】@n今日から新たな仕事が始まる。心機一転、張り切って会社へと向かう": "【009 A New Morning Step】 A new job begins today. With a fresh start, I head to the company@bwith enthusiasm.",
    "【０１０　妻からの誘い】@nいつもと雰囲気が違う妻からの誘い。久しぶりに愛を確かめあった…": "【010 Invitation from My Wife】 An invitation from my wife with a different atmosphere than@busual. We confirmed our love after a long time...",
    "【０１１　管理人さんとめっちゃ話す】@nその夜の帰り、管理人に会う。妙に話しかけてきて…": "【011 Talking a Lot with the Building Manager】 On the way back that night, I ran into the@bbuilding manager. He approached me strangely and started talking...",
    "【０１２　妻が誘いを断る】@n夜、妻を誘ってみる。しかしその日は調子が悪いようで…": "【012 Wife Rejects the Invitation】 At night, I try to invite my wife. However, it seems@blike she's not feeling well that day...",
    "【０１３　短期出張の知らせ】@n仕事は順調。しかしトラブルで出張を余儀なくされ…": "【013 Notice of Short Business Trip】 Work is going smoothly. However, due to a problem, I@bam forced to go on a business trip...",
    "【０１４　出張から帰る】@n出張から帰ってくる。そんな中、拓馬が何やら悩みがあるようで…": "【014 Returning from a Business Trip】 Returning from my business trip. In the midst of@bthat, it seems like Takuma has some worries...",
    "【０１５　選択肢】@n好きな人が隠れて逢っていたら。そんな悩みに…": "【015 Choices】 If the person you love is secretly meeting someone. In such a dilemma...",
    "【０１６　好きな子に確かめる】@n直接好きな子に確かめると答える。驚きつつも、納得した様子の拓馬": "【016 Confirming with the One I Like】 Takuma answers that he will directly confirm with the@bperson he likes. He seems surprised, but also understanding.",
    "【０１７　男に確かめる】@n相手の男に事情を確かめると答える。少し不安げな顔をする拓馬": "【017 Confirming with the Man】 Takuma answers that he will confirm the situation with the@bother man. He looks slightly anxious.",
    "【０１８　再び出張が決まる】@n突然、また出張が決まる。しかし今度は昇給や昇進のチャンスでもあった": "【018 Another Business Trip is Decided】 Suddenly, another business trip is decided.@bHowever, this time it was also a chance for a raise or promotion.",
    "【０１９　拓馬と久しぶりにゲーム】@n久しぶりに拓馬とチャットを繋いでゲームをする。そんな中、拓馬からまさかの質問が…": "【019 Playing Games with Takuma after a Long Time】 After a long time, I connect with Takuma@bthrough chat and play games. In the midst of that, Takuma asks an unexpected question...",
    "【０２０　選択肢】@nもし妻が浮気とかしたら、という質問を受け…": "【020 Choices】I received a question about what would happen if my wife cheated...",
    "【０２１　悔しいけど一度は許す】@n大人ぶって、悔しいけど一度は許す、なんて言ってしまった": "【021 It's Frustrating, but I'll Forgive Once】@nI tried to act mature and said, \"It's@bfrustrating, but I'll forgive once.\"",
    "【０２２　その男が許せない】@n素直にその男が許せないと。そして思わず怒気が漏れ出てしまい…": "【022 I Can't Forgive That Man】 I honestly can't forgive that man. And before I knew it, my@banger started to leak out...",
    "【０２３　長期出張】@nそして、いよいよ出張へ。少し不安や寂しさはありつつも、キャリアアップを胸に歩みだす": "【023 Long Business Trip】 And finally, the long business trip begins. While feeling a bit@banxious and lonely, I step forward with career advancement in mind.",
    "【０２４　出張中での出来事】@n慌ただしい出張の日々が続く。妻との連絡もあまりとれなくて…": "【024 Events During the Business Trip】 The busy days of the business trip continue. I@bhaven't been able to contact my wife much...",
    "【０２５　順調な仕事ぶり】@n出張先での仕事も慣れててきて、妻とのやり取りも順調。出張後の楽しみに思いを馳せる…": "【025 Smooth Work Performance】 I'm getting used to the work at the business trip@bdestination, and my communication with my wife is going smoothly. I look forward to the@benjoyment after the business trip...",
    "【０２６　出張から帰ってきて】@n長い出張が終わり帰宅する。そこには夕食を頬張る拓馬がいて…": "【026 Returning from the Business Trip】 After a long business trip, I return home. There,@bTakuma is devouring dinner...",
    "【０２７　旅行の計画】@n出張が終わり、二人楽しみにしながら旅行の計画を立てていく": "【027 Planning a Trip】 After the business trip is over, the two of us eagerly start@bplanning a trip together.",
    "【０２８　いざ旅行へ】@n二人で旅行へ。露天風呂に浸かったり、夕食に舌鼓を打ったり。けれども夜の営みは…": "【028 Let's Go on a Trip】 We go on a trip together. Soaking in an open-air bath, enjoying@bdelicious meals. But when it comes to our intimate moments at night...",
    "【０２９　夜中、起きると…】@n真夜中に、ふと目を覚ます。しかし隣にいるはずの妻の姿がなくて…": "【029 Waking Up in the Middle of the Night...】 In the middle of the night, I suddenly wake@bup. However, my wife, who should be next to me, is not there...",
    "【０３０　旅行帰り】@n翌朝、なんだかシコリのようなものを残しつつ、旅行を終えた…": "【030 Returning from the Trip】 The next morning, with a lingering sense of satisfaction, we@bfinished our trip...",
    "【０３１　違和感の積み重ね】@n今までちょっとした違和感が、徐々に大きく、明確な形を持っていく…": "【031 Accumulation of Discomfort】 Until now, there have been small moments of discomfort@bthat gradually grow bigger and take on a clear form...",
    "【０３２　不信感の増大】@n違和感はさらに大きくなり、不信感へと変わる。どうすればいいのか…": "【032 Increasing Distrust】 The sense of unease grows even larger and transforms into@bdistrust. What should I do...",
    "【０３３　選択肢】@n妻のことを信じるか、それともちゃんと調べてみるか…": "【033 Choices】 Should I trust my wife, or should I investigate properly...",
    "【０３４　管理人が変わったそうで】@n出張が終わり、久しぶりの我が家に。そして、管理人が変わったという中、平穏は続いていく": "【034 I Heard the Manager Has Changed】 After the business trip ended, I returned to my home@bafter a long time. And amidst the news that the manager has changed, peace continues to@bprevail.",
    "【０３５　再び仕事】@nまた仕事が忙しくなっていく。残業が続く中、なんとか頑張ろうと気を引き締める": "【035 Work Again】 Work is getting busy again. As overtime continues, I tighten my resolve@bto do my best somehow.",
    "【０３６　長期出張の前に】@n再び出張へ行くことになる。その前に妻とたっぷりと…": "【036 Before the Long Business Trip】 I am going on another business trip. But before that,@bI want to spend plenty of time with my wife...",
    "【０３７　出張中】@n仕事は順調。でも少しだけ妻との連絡のレスポンスが悪くて…": "【037 During the Business Trip】 Work is going smoothly. But there's a slight delay in@bcommunication with my wife...",
    "【０３８　出張が終わり】@n出張が終わり帰宅するも、そこにはどこか様子のおかしい妻がいて…": "【038 Business Trip is Over】 After the business trip ended and I returned home, there was@bmy wife who seemed a bit strange...",
    "【０３９　周りの変化】@n出張後、周りの変化に気づく。それは拓馬の様子がおかしいことで…": "【039 Changes in the Surroundings】 After the business trip, I notice changes in my@bsurroundings. It's because Takuma's behavior is strange...",
    "【０４０　いざ旅行へ】@n予定していたとおり、妻と小旅行へ。しかし旅館へ着くと妻は妙に積極的で…": "【040 Off to the Trip】 As planned, I went on a short trip with my wife. However, when we@barrived at the inn, my wife was strangely proactive...",
    "【０４１　旅行のあとの変化】@nあの旅行以来、何だか妻がよそよそしい気がした。断ったのが原因とか…？": "【041 Changes After the Trip】 Since that trip, I've been feeling like my wife has been@bacting distant. Could it be because I turned her down...?",
    "【０４２　仕事が落ち着きデートへ】@n仕事が落ち着き始めたので、妻とデートをする。けれど終始具合が悪そうで…": "【042 Settling Down for a Date】 Since work has started to settle down, I decided to go on a@bdate with my wife. However, she seems unwell throughout the entire time...",
    "【０４３　妻が出かけて…】@n週末、妻が出かける。しかし帰ってきたのは翌日の昼で…": "【043 Wife Goes Out...】 On the weekend, my wife goes out. However, she doesn't come back@buntil the next day at noon...",
    "【０４４　管理人と妻】@n帰宅すると、管理人とバッタリ会う。そこでどこか奇妙な感覚を覚える…": "【044 The Manager and My Wife】 When I returned home, I ran into the manager. And there, I@bfelt a strange sensation...",
    "【０４５　妻のことを少し調べてみるか…？】@nやはり妻の様子がおかしい。この違和感を蔑ろにはできず…": "【045 Should I investigate a little about my wife...?】 It seems that my wife is indeed@bacting strange. I can't ignore this sense of unease...",
    "【０４６　選択肢】@nでは、一体だれが怪しいのかというと…": "【046 Choices】@nSo, who exactly is suspicious...?",
    "【０４７　拓馬が怪しい】@nやっぱり身近で親しい拓馬を疑ってしまう。早速拓馬と出会うと…": "【047 Suspicion on Takuma】 As expected, I start to suspect Takuma, who is close to me. I@bimmediately meet up with Takuma...",
    "【０４８　管理人が怪しい】@n最近の動向を見ると、なんだかあの管理人が怪しいように見えるが…": "【048 Suspicion on the Manager】 Looking at recent developments, it seems that the manager@bis acting suspiciously...",
    "【０４９　管理人を調べてみると…】@n隠しカメラを家に仕掛け、様子を探る。するとしばらくして家に管理人が来て…": "【049 Investigating the Manager...】 I set up hidden cameras in my house to investigate. And@bthen, after a while, the manager comes to my house...",
    "【０５０　解決の果てに…END】@nあれから興信所を雇い、証拠が出揃った。いよいよ報復の時間がきた――": "【050 After the Resolution...END】 After that, I hired a private investigator and gathered@ball the evidence. Finally, the time for retaliation has come...",
    "【０５１　妻を信じよう】@n自分の妻を疑うなんて…。今は信じようと決めた…": "【051 Let's Trust My Wife】 To doubt my own wife... I have decided to trust her now...",
    "【０５２　妻との子作りセックス】@n疑いが薄れた頃、妻から夜の誘いを受ける。その夜はとても盛り上がり…": "【052 Making a Baby with My Wife】 When the suspicion had faded, I received an invitation@bfrom my wife for a night of intimacy. That night was filled with excitement...",
    "【０５３　子供が産まれた】@nなんと妻が妊娠した。そしてあれよあれよという間に時が経ち、元気な赤ちゃんが生まれた！": "【053 A Child is Born】 Surprisingly, my wife became pregnant. And before we knew it, time@bhad passed, and a healthy baby was born!",
    "【０５４　家族が増えてEND】@nあれから十数年。娘もすっかり大きくなり、慌ただしい朝を迎える…@n@cffff0000（※ＮＥＷ　ＧＡＭＥから開始すると新たな物語が始まります）": "【054 Expanding the Family END】 After that, more than ten years have passed. Our daughter@bhas grown up completely, and we welcome busy mornings...  (※Starting from NEW GAME will@bbegin a new story)",
    "【０５５　調べてみよう】@n疑いたくはないが、何もないと証明したかった。だから、すこしだけ…": "【055 Let's Investigate】 I don't want to suspect her, but I wanted to prove that there was@bnothing going on. So, just a little...",
    "【０５６　妻への調査開始】@n家に隠しカメラを仕掛ける。何もないと祈りながら結果を待つ…": "【056 Investigation of My Wife Begins】 I set up hidden cameras in the house. Praying that@bthere is nothing, I wait for the results...",
    "【０５７　何もない…と信じるが】@nあれからしばらく経ち…何もない日々の中、拓馬と食卓を囲む。そして酔い潰れたフリをすると…": "【057 Believing that Nothing Happened】 After some time has passed since then... In the@bmidst of ordinary days, Takuma and I gather around the dining table. And then, pretending@bto be drunk...",
    "【０５８　不倫の証拠】@n腹を決め、二人の不倫の証拠を集めていく。そして粗方集め終わると…": "【058 Evidence of Infidelity】 Determined in my heart, I gather evidence of their affair.@bAnd when I have gathered most of it...",
    "【０５９　二人の前で】@n出張だと嘘を吐いて家をでる。やがて拓馬がやって来て、二人が家にいる中…": "【059 In Front of the Two】 I lied and said I had a business trip, leaving the house.@bEventually, Takuma comes over, and with the two of them in the house...",
    "【０６０　露見し離婚END】@n離婚が成立し、独り身になる。今はまだ心の傷があるものの、徐々に立ち直っていこう…": "【060 Divorce Exposed END】 The divorce is finalized, and I become single. Although there@bare still wounds in my heart, I will gradually recover and move on...",
    "【０６１　どうにかして見つけようとするも】@n管理人と平静を装い会話をする。しかし何も怪しいところもなく…": "【061 Despite Trying to Find Something】 I engage in a conversation with the administrator@bwhile pretending to be calm. However, there is nothing suspicious at all...",
    "【０６２　妻が出かけた先は】@n夜に妻が出かけ、それをこっそりつけていく。しかし管理人室の前で見失い…": "【062 Where Did My Wife Go?】 My wife goes out at night, and I secretly follow her. However,@bI lose sight of her in front of the caretaker's room...",
    "【０６３　管理人室へ踏み込む】@n思い切って管理人室へと踏み込む。しかしそこには妻はいなくて…": "【063 Stepping into the Caretaker's Room】 I gather my courage and step into the caretaker's@broom. However, my wife is not there...",
    "【０６４　杞憂だった】@nあれ以来、特になにもなかった。罪悪感を詫びるように夜の営みを行い…": "【064 It Was Groundless Anxiety】 Since then, nothing in particular happened. As if@bapologizing for the guilt, we engaged in nighttime activities...",
    "【０６５　妊娠したよ】@nしばらくして、妻から妊娠の報告を受ける。ちょっと前までの不信感は一気に消え去り、歓喜が湧き上がる": "【065 I'm Pregnant】 After some time, I receive a report of pregnancy from my wife. The@bdistrust I had until just a little while ago disappears in an instant, and joy wells up.",
    "【０６６　お腹が大きく】@nそれからまた時が経ち。妻のお腹はすっかりと大きくなった。生まれてくるのが楽しみだ": "【066 Her Belly Grows】 After some more time has passed, my wife's belly has become@bnoticeably bigger. I'm looking forward to the birth.",
    "【０６７　出産した後】@nそして、ついに妻が出産する。リフレッシュのために妻が旅行へ行き…": "【067 After Giving Birth】 And finally, my wife gives birth. In order to refresh herself,@bshe goes on a trip...",
    "【０６８　誰に似てるのかな】@nあれからまた時は流れ、娘も大きくなってきた。でも少し気になることがあって…": "【068 I Wonder Who She Takes After】 After that, time has passed and our daughter has grown@bup. But there is something that slightly worries me...",
    "【０６９　違和感の正体】@n娘への違和感は気のせいだと証明するためにＤＮＡ鑑定をしてみることに…@n@cffff0000（※ＮＥＷ　ＧＡＭＥから開始すると新たな物語が始まります）": "【069 The Truth of the Uneasiness】 To prove that the uneasiness towards our daughter is@bjust my imagination, I decide to conduct a DNA test...  (",
    "【０７０　娘の様子が…】@n最近、娘の様子がおかしい。急な反抗期なのか、ちょっと不安だったり…": "【070 My Daughter's Behavior...】 Lately, my daughter's behavior has been strange. I'm not@bsure if it's just a sudden rebellious phase or if there's something to be worried about...",
    "【０７１　娘の帰りが遅い】@n近頃、娘の帰りが遅い日が多い。見守ると思っていたが、さすがに心配で…": "【071 My Daughter Comes Home Late】 Lately, there have been many days when my daughter comes@bhome late. I thought I would watch over her, but I'm starting to get really worried...",
    "【０７２　元通りに】@n娘との関係がもとに戻った。しかしまたしばらくすると…": "【072 Back to Normal】 My relationship with my daughter has returned to normal. However,@bafter a while...",
    "【０７３　選択肢】@n再びの美玖の変化に、どう接すればいいだろうか…": "【073 Choice】@nHow should I respond to Yuki's changes once again...",
    "【０７４　様子を見る】@n娘を信じてもう少し様子を見てみよう。きっと自分で解決できると信じて…": "【074 Observing】 Let's believe in our daughter and observe her a little longer. I believe@bshe can surely resolve it on her own...",
    "【０７５　娘の突然の妊娠告白END】@nその日、突然娘から妊娠したと告白される。動揺する中、娘の幸せを祈る": "【075 Sudden Pregnancy Confession from Daughter END】 On that day, my daughter suddenly@bconfesses that she is pregnant. In the midst of my shock, I pray for my daughter's@bhappiness.",
    "【０７６　娘の告白】@n娘に話を聞くと、抱え込んでいたことを口にしていく。その事実に動揺しつつも報復を胸に誓う": "【076 Daughter's Confession】 When I talk to my daughter, she starts to open up about the@bthings she has been keeping to herself. While feeling shaken by the truth, I vow to seek@brevenge in my heart.",
    "【０７７　元管理人への報復】@n証拠を集め、元管理人への報復を終える。そして妻とも話し合い…": "【077 Revenge on the Former Manager】 Gathering evidence, I complete my revenge on the@bformer manager. And then, I have a discussion with my wife...",
    "【０７８　その後、娘と妻と…】@nときは流れ、妻とは別れず三人で過ごす。仕事から帰宅すると娘が孫娘を抱いて出迎えてくれる": "【078 Afterward, with my Daughter and Wife...】 Time passes, and we continue to spend time@btogether as a family without separating from my wife. When I come home from work, my@bdaughter greets me while holding her granddaughter.",
    "【０７９　おまけシーン：会社帰りにて】@nその夜、会社帰りに管理人と会う。なにやら事情があって管理人室に残ってるらしく…": "【079 Bonus Scene: After Work】 That night, I meet with the manager after work. It seems@bthat there is some situation and they are staying in the manager's office...",
    "【００１　拓馬が越してくる】@n父からの連絡で、近いうちに昔なじみの拓馬が越してくることを伝えられる。久しぶりなこともあり嬉しくなる": "【001 Takuma is Moving In】 I receive a message from my father informing me that my old@bacquaintance, Takuma, will be moving in soon. It's been a while since we last saw each@bother, so I'm happy about it.",
    "【００２　拓馬との交流】@nいよいよ拓馬が越してくる。大きく育っていて、なんだか感慨深い": "【002 Interacting with Takuma】 Finally, Takuma is moving in. He has grown up so much, and@bit feels nostalgic somehow.",
    "【００３　拓馬を夕食に誘う】@nせっかくご近所になったんだからと夕食に誘う。夫も最初は驚いてたものの、すぐに打ち解けて…": "【003 Inviting Takuma to Dinner】 Since we've become neighbors, I invite Takuma to have@bdinner. At first, my husband was surprised, but they quickly hit it off...",
    "【００４　拓馬のオナニーと手コキ】@n夫の少し嫉妬を感じつつも、拓馬との交流は続いていた。けれどある夜、脱衣所を覗くと…": "【004 Takuma's Masturbation and Handjob】 While feeling a little jealous of my husband, I@bcontinued to interact with Takuma. However, one night, when I peeked into the changing@broom...",
    "【００５　再びの過ち】@n拓馬に手コキをしてから、罪悪感の残る中、また拓馬と会う。そして、再び流されるようにして…": "【005 Another Mistake】 After giving Takuma a handjob, amidst the lingering guilt, I meet@bhim again. And once again, I find myself being swept away...",
    "【００６　拓馬と一緒に…】@n夫に隠し事をしながらの日々。断りきれないまま、さらなる過ちを犯してしまい…": "【006 Together with Takuma...】@nDays of keeping secrets from my husband. Unable to refuse,@bI end up committing another mistake...",
    "【００７　罪悪感を払拭させるために…】@n拓馬との行為を上塗りするため、罪悪感を打ち消すために夫を誘う。けれどもあまり元気がなくて…": "【007 To Erase the Guilt...】 To cover up my actions with Takuma and to alleviate my guilt,@bI invite my husband. However, he doesn't seem to be in high spirits...",
    "【００８　嫉妬の芽生え――再び拓馬と】@nバッタリ拓馬と会う。逃げるように去るも追いかけてきて…。そしてそのまま人気のない場所で…": "【008 The Sprouting of Jealousy - Meeting Takuma Again】 I unexpectedly run into Takuma.@bEven though I try to escape, he chases after me... And then, we end up in a secluded@bplace...",
    "【００９　管理人は見ていた…】@nその日、何気なく管理人と顔を合わせた。告げられた事実に体が震える中…": "【009 The Manager Was Watching...】 That day, I casually ran into the manager. As my body@btrembled with the news I was given...",
    "【０１０　拓馬とも、管理人とも】@n拓馬との関係を続けつつ、管理人とも関係を持つことになった。本当のことは夫にも拓馬にも言えず…": "【010 With Takuma and the Manager】 While continuing my relationship with Takuma, I also@bended up having a relationship with the manager. Unable to tell the truth to my husband or@bTakuma...",
    "【０１１　拓馬、不審に思う】@nうまく隠しきれず、拓馬に不審に思われてしまった。けれど無理やり誤魔化してその場を乗り切る…": "【011 Takuma, Suspicious】 I couldn't hide it well and ended up being suspected by Takuma.@bBut I managed to deceive him forcefully and get through the situation...",
    "【０１２　夫の繁忙期と、管理人との関係１】@n夫の仕事が忙しくなる中、さらに出張で家を空けることに。その間に管理人に誘われ…": "【012 Husband's Busy Period and Relationship with the Manager 1】 During a time when my@bhusband's work becomes busier, he has to leave home for a business trip. During that time,@bI am invited by the manager...",
    "【０１３　夫の繁忙期の管理人との関係２】@n管理人が家に来る中、趣向を変えると連れ出される。そして、人気のない場所とはいえマンションの陰で…": "【013 Husband's Busy Period and Relationship with the Manager 2】 While the manager comes to@bmy house, our activities take a different turn and I am taken out. And then, even though@bit's an unpopular place, it's behind the apartment building...",
    "【０１４　夫が出張から帰ってくる】@n出張が終わり夫が帰ってくる。改めてこのことを隠し通そう、そしてどうにか解決しようと考える": "【014 Husband Returns from Business Trip】 The business trip is over and my husband is@bcoming back. Once again, I think about hiding this and somehow resolving the situation.",
    "【０１５　選択肢】@n裏で、真守と拓馬が話をしていて、拓馬の質問に対して真守は…": "【015 Choices】 In secret, Mamoru and Takuma are having a conversation, and in response to@bTakuma's question, Mamoru...",
    "【０１６　夫の再びの出張】@n出張から帰ってきてまた出張。正直不安だけれど、今後あるだろう旅行の計画を支えにして耐えよう…": "【016 Husband's Another Business Trip】 He returns from a business trip and then goes on@banother one. Honestly, I'm anxious, but I'll endure it with the plan of a future trip that@bwill happen...",
    "【０１７　出張中の中でまた…】@n夫が出張へ行き、拓馬がやってくる。そして告げられた言葉に、どうしようもなく動揺し…": "【017 Another Encounter During the Business Trip】 My husband goes on a business trip and@bTakuma comes over. And in response to the words I was told, I can't help but feel@bshaken...",
    "【０１８　決心と初ＡＶ撮影】@n拓馬を守るためにも決断をする。そして、拓馬と初めて肌を合わせることになる…": "【018 Determination and First AV Shoot】 I make a decision to protect Takuma. And then, I@bwill have my first intimate encounter with Takuma...",
    "【０１９　海で撮影】@n撮影は続き、今度は海で撮れと言われる。羞恥心を抑えながら、人がいない岩場の陰で…": "【019 Shooting at the Beach】 The shooting continues, and this time I'm told to shoot at the@bbeach. Suppressing my embarrassment, I find a secluded spot among the rocks where no one@bis around...",
    "【０２０　管理人が変わった】@nそんなある日、管理人が変わったことを知る。しかしそれは管理人からの指令が途切れたわけではなくて…": "【020 The Manager Changed】 One day, I learned that the manager had changed. However, it@bwasn't because the manager's instructions had stopped...",
    "【０２１　夫が帰ってくるまで】@n今度の指令は夫が帰ってくるギリギリまで二人でしろというもの。覚悟を決めて行う…": "【021 Until My Husband Returns】 This time's mission is to be together until the very last@bmoment before my husband returns. I will prepare myself and carry it out...",
    "【０２２　夫が寝静まってから】@n夫が寝静まった後、火照る体は拓馬を求めてしまい、誘われるがまま…": "【022 After My Husband Falls Asleep】 After my husband falls asleep, my heated body yearns@bfor Takuma and I am led on by his invitation...",
    "【０２３　旅行の計画の裏で】@n夫と一緒に旅行へ行くことに。けれどそこへ管理人からの指令が届いて…": "【023 Behind the Travel Plans】 I'm going on a trip with my husband. However, there's a@bdirective from the manager that arrives...",
    "【０２４　裏で拓馬と…】@n夫と露天風呂へ。けれどその隙をつくようにして拓馬と会い、そして体を合わせる…": "【024 Behind the Scenes with Takuma...】@nI go to the open-air bath with my husband.@bHowever, I manage to find an opportunity to meet Takuma and then we come together@bintimately...",
    "【０２５　夫が寝ている中、拓馬と…】@n夫が寝ているのを尻目に、拓馬の元へ。撮影のためだからと情欲を貪る中、罪悪感は消えていき…": "【025 While My Husband is Asleep, with Takuma...】 Ignoring my sleeping husband, I head@btowards Takuma. As we indulge in our desires, driven by the fact that it's for the sake of@bthe shoot, the guilt slowly fades away...",
    "【０２６　罪悪感と依存と愛情】@n自分の感情がわからなくなる。罪悪感と快楽と拓馬への依存。何が正解なのか…": "【026 Guilt, Dependency, and Love】 I can't understand my own emotions. Guilt, pleasure, and@bdependency on Takuma. What is the right answer...",
    "【０２７　心の比重】@n久しぶりに夫婦でデート。けれどどうしても拓馬からの通知が気になってしまい…": "【027 Weight of the Heart】 It's been a while since we went on a date as a couple. However,@bI can't help but be concerned about the notification from Takuma...",
    "【０２８　選択肢】@nこんなあからさまに怪しい状態で、夫はどう思っているのだろうか…？": "【028 Choices】 In such an obvious suspicious situation, I wonder what my husband is@bthinking...?",
    "【０２９　拓馬からの脅しと泣き落とし】@nその日、拓馬が訪ねて来る。そして深刻な顔で告げたのは…": "【029 Takuma's Threat and Emotional Manipulation】 On that day, Takuma came to visit. And@bwith a serious expression, he delivered his message...",
    "【０３０　拓馬との初セックス】@n脅されて仕方なく。意を決して拓馬と体の関係を持つことになり…": "【030 First Sex with Takuma】 I was forced and had no choice. With determination, I ended up@bhaving a physical relationship with Takuma...",
    "【０３１　管理人と会う】@n管理人とバッタリ会う。余裕そうな表情で拓馬との関係を続けるように言う…": "【031 Meeting with the Manager】 I unexpectedly run into the manager. With a calm@bexpression, he tells me to continue my relationship with Takuma...",
    "【０３２　拓馬との生セックスは…】@n拓馬から生セックスを求められる。けれど断るも焦った様子の拓馬は強引に…": "【032 What is Sex with Takuma Like...】 Takuma asks me for raw sex. But when I refuse,@bTakuma, who seems impatient, becomes forceful...",
    "【０３３　管理人室セックス】@n管理人に呼び出される。そして証拠を見せられた上、拓馬への脅しも加わり…": "【033 Sex in the Manager's Room】 I am called by the manager. And on top of being shown@bevidence, there is also a threat towards Takuma...",
    "【０３４　管理人からの条件】@n管理人に旅行中のとある条件について告げられる。まるでゲームかのような提案を受けれいてしまい…": "【034 Conditions from the Manager】 I am informed by the manager about a certain condition@bwhile on a trip. I receive a proposal that feels like a game...",
    "【０３５　管理人への報告と長期セックス】@n旅行での結果を報告する。手の平の上と感じつつも偽りの回数を伝える…": "【035 Reporting to the Manager and Long-Term Sex】 I report the results of the trip to the@bmanager. While feeling like I'm in the palm of his hand, I convey a false number of@btimes...",
    "【０３６　デート中、ローター責めで】@n夫との遊園地デート。しかし股間にはローターを装着するように言われており…": "【036 During the Date, Being Teased with a Vibrator】 A date at the amusement park with my@bhusband. However, I was told to wear a vibrator in my crotch...",
    "【０３７　管理人と一夜を】@n週末、管理人とデートをすることに。当然普通のデートにはならず、イヤラシイことばかりで…": "【037 Night with the Manager】 This weekend, I'm going on a date with the manager. Of@bcourse, it won't be a normal date, but filled with naughty things...",
    "【０３８　ナイトプールで生を受け入れ…】@nナイトプールへと誘われる。エッチな水着を着せられ、人に見られるかもしれない中体を弄られ…": "【038 Accepting Raw at the Night Pool...】I am invited to the night pool. I am made to wear@ba sexy swimsuit and my body is played with in a situation where others might see...",
    "【０３９　選択肢】@n真守は、どっちが怪しいと思っているか…": " 【039 Choices】 Mamoru, which one do you think is suspicious...",
    "【０４０　管理人を部屋へ招き】@n周囲を警戒していた管理人が家へやってくる。そして強引に体を求められ…": "【040 Inviting the Manager to the Room】The manager, who was cautious of the surroundings,@bcomes to my house. And forcefully demands my body...",
    "【０４１　管理人が捕まり】@n管理人があっけなく捕まる。そして罪悪感を抱えたまま夫と今まで通りの日常を送る…": "【041 The Manager Gets Caught】 The manager is caught unexpectedly. And while feeling@bguilty, I continue my daily life with my husband as usual...",
    "【０４２　私を信じてくれる】@nきっと夫は何だかんだ信じてくれるだろう。罪悪感はあるものの、もう後戻りはできない…": "【042 Trusting Me】@nI'm sure my husband will believe me no matter what. Although I feel@bguilty, there's no turning back now...",
    "【０４３　バレないための子作りセックス】@n妊娠したことを知る。拓馬に相談し堕ろさないことにする。そのためには…": "【043 Sex for Concealing Pregnancy】 I learn that I am pregnant. I consult with Takuma and@bdecide not to have an abortion. In order to do that...",
    "【０４４　拓馬と妊娠中アナルセックス】@nその夜、拓馬に誘われるようにしてアナルセックスをすることに。初めてだというのに…": "【044 Anal Sex with Takuma During Pregnancy】 That night, I am persuaded by Takuma to have@banal sex. Even though it's my first time...",
    "【０４５　拓馬とボテ腹セックス】@nお腹もすっかり大きくなり安定期に。そして撮影でもないのに拓馬と…": "【045 Sex with Takuma with a Big Belly】 My belly has grown quite big and I'm in the stable@bperiod. And even though it's not for filming, I'm with Takuma...",
    "【０４６　拓馬と出産後の関係】@n月日が経ち、娘を出産した。夫もそれを祝福してくれた。そしてさらに時は流れ、こっそりと拓馬へ会いに行き…": "【046 Relationship with Takuma After Giving Birth】 Time has passed and I have given birth@bto our daughter. My husband also celebrated the occasion. And as time went on, I secretly@bwent to meet Takuma...",
    "【０４７　疑ってるかも】@nきっと夫は拓馬との関係を怪しいと思ってるんだろう。もしかしたらバレる日も近いのかもしれない…": "【047 Maybe He's Suspicious】 I'm sure my husband thinks there's something suspicious about@bmy relationship with Takuma. Maybe the day when it gets exposed is getting closer...",
    "【０４８　夫が眠るすぐそばで】@n夫と拓馬と三人で夕食を囲む。酔い潰れた夫を寝かせると、拓馬に求められ…": "【048 Right Next to My Sleeping Husband】@nHaving dinner with my husband and Takuma. After@bputting my drunk husband to bed, Takuma desires me...",
    "【０４９　夫が来た裏で】@n管理人から連絡が来る。強引に管理人室へ呼ばれ体を求められる。そんな中、夫がつけてきたようで…": "【049 Behind My Husband's Back】@nI receive a message from the manager. I am forcefully@bcalled to the manager's room and asked for my body. In the midst of that, it seems like my@bhusband has followed me...",
    "【０５０　夫との子作りセックス】@n妊娠したことを誤魔化すために、夫と夜の営みを行う。罪悪感を抱きながらも仕方ないと納得させ…": "【050 Sex for Making a Baby with My Husband】 In order to conceal the fact that I am@bpregnant, I engage in intimate activities with my husband at night. Despite feeling@bguilty, I reluctantly accept that it can't be helped...",
    "【０５１　妊娠してケツ穴確定】@n妊娠中にもかかわらず求めてくる管理人。セックスできないならアナルセックスをすればいいじゃない": "【051 Confirmed Pregnancy and Anal Sex】 Even though I'm pregnant, the manager keeps@bdemanding it. If we can't have regular sex, why not try anal sex?",
    "【０５２　管理人とボテ腹セックス】@n妊娠し、お腹が大きくなったタイミングでセックスを求めてくる管理人。まずは母乳を吸いながらの…": "【052 Sex with the Manager with a Big Belly】 When I became pregnant and my belly grew@bbigger, the manager started demanding sex. First, he wanted to suck on my breasts while...",
    "【０５３　出産後に二人きりの旅行１】@n生まれたばかりの赤ちゃんを夫に預け、管理人と旅行へ。旅館へ着くとすぐに露天風呂で…": "【053 Alone Together Trip After Giving Birth 1】 Leaving our newborn baby with my husband, I@bgo on a trip with the manager. As soon as we arrive at the inn, we head straight to the@bopen-air bath...",
    "【０５４　出産後に二人きりの旅行２】@n夕食後、お酒も入り再び管理人とセックス。それは夜だけにとどまらず…": "【054 Alone Together Trip After Giving Birth 2】 After dinner, with alcohol in our system, I@bhave sex with the manager again. And it doesn't just stop at night...",
    "【０５５　あの男の面影】@n生まれて来た子は、あの人の面影が見て取れた。このまま隠し通せるだろうか。でも今は…": "【055 Remnants of That Man】 I can see traces of that person in our newborn child. Can I@bcontinue to hide it like this? But for now...",
    "【０５６　おまけシーン：夫の会社帰りに】@n管理人に呼び出され、フェラを要求される。さらには窓口の前で隠れるようにして…": "【056 Bonus Scene: After My Husband Comes Home from Work】 I am called by the manager and@basked to give him a blowjob. And then, I hide in front of the window...",
    "【００１　拓馬は見た】@n稲盛夫妻と仲良くなる。そんな中、家に泊まる機会があり夜中に起きる。そして寝室の方から声が聞こえてきて…": "【001 Takuma Saw】 Getting close to the Inamori couple. In the midst of that, there was an@bopportunity to stay overnight at their house. And in the middle of the night, I heard@bvoices coming from the bedroom...",
    "【００２　拓馬、不審に思う】@nいつものようにフェラをしてもらう。けれどここ最近楓の様子がおかしくて…": "【002 Takuma, Suspicious】 I receive a blowjob as usual. But recently, Kaede's behavior has@bbeen strange...",
    "【００３　拓馬、管理人との関係に気づく】@n楓へ想いを馳せていると、立ち入り禁止の立て看板を見かける。近づくと何やら声が聞こえてきて…": "【003 Takuma Realizes His Relationship with the Manager】 As I'm thinking about Kaede, I@bcome across a sign that says \"No Entry.\" When I approach it, I can hear voices coming from@bsomewhere...",
    "【００４　拓馬は決断す】@nあの光景が頭から離れない。けれどどうにかして確かめなければならない。": "【004 Takuma Makes a Decision】 That scene won't leave my mind. But I have to find a way to@bconfirm it somehow.",
    "【００５　選択肢】@nどうやって確かめるか。それをあえて例え話をして真守の意見を聞いてみると…": "【005 Choice】@nHow can I confirm it? If I dare to use a hypothetical example and ask for@bMamoru's opinion...",
    "【００６　好きな子に確かめると答えた】@n真守は好きな子に確かめると答えた。その言葉で決意が固まる。": "【006 Confirmed with the One I Like】 Mamoru answered that he would confirm with the one he@blikes. With those words, his determination solidifies.",
    "【００７　男に確かめると答えた】@n真守は直接確かめてみると答えた。不安はあるものの心を決める。": "【007 Answered to Confirm with the Man】 Mamoru answered that he would directly confirm it.@bAlthough he feels anxious, he has made up his mind.",
    "【００８　拓馬、楓に問い詰める】@n楓に直接問い詰める。すると楓は悲痛な顔で真実を語り…": "【008 Takuma Confronts Kaede】 Takuma directly confronts Kaede. And then, Kaede speaks the@btruth with a pained expression...",
    "【００９　拓馬、管理人を問い詰める】@n頭に血が上り、管理人のところへ。単刀直入に聞き出すと、開き直ったように話だし、とある提案をしてくる…": "【009 Takuma Confronts the Manager】 His anger rising, Takuma heads towards the manager. He@bconfronts him directly and as he starts talking back defiantly, he makes a certain@bproposal...",
    "【０１０　真守と久しぶりにゲーム（チャット）】@n久しぶりに真守とゲームをする。そしてとある決断をするために、真守へと質問を投げかける…": "【010 Playing Games (Chat) with Mamoru after a Long Time】 After a long time, I play games@bwith Mamoru. And in order to make a certain decision, I throw a question at Mamoru...",
    "【０１１　選択肢】@nもし自分の妻が浮気をしたら、という質問について真守は…": "【011 Choice】@nRegarding the question of what if your own wife cheated, Mamoru...",
    "【０１２　悔しいけど一度は許すと言った】@n真守の答えは、一度は許すというものだった。その答えに、この人では楓は守れないと感じ…": " 【012 I Said I Would Forgive Once, Even Though It's Frustrating】 Mamoru's answer was that@bhe would forgive once. Upon hearing that answer, I felt that Kaede couldn't be protected@bby this person...",
    "【０１３　その男が許せない】@nその男が許せない、と真守が怒気を込めて言う。その迫力に気圧され、愛と想いの強さを知り…": " 【013 I Can't Forgive That Man】 Mamoru says with anger and intensity, \"I can't forgive@bthat man.\" Overwhelmed by his forcefulness, I come to understand the strength of his love@band feelings...",
    "【０１４　ネトリの波動】@n管理人の元を訪れる。そして管理人が持っているデータを手にする。その証拠を元に楓を…": "【014 The Wave of Netorare】@nVisiting the manager's office. And obtaining the data that the@bmanager has. With that evidence, I will...",
    "【０１５　拓馬、管理人を懲らしめる】@n覚悟を決め、管理人の元へ訪れる。脅迫の証拠を全て出させる。もう二度と関わらせないために…": "【015 Takuma Punishes the Manager】 Determined, Takuma visits the manager. He forces him to@breveal all the evidence of blackmail. In order to never let him get involved again...",
    "【０１６　拓馬、管理人に問い詰める】@n直接問い質すために管理人室へ。そして恐る恐る確認していくも、管理人はとぼけるばかりで…": "【016 Takuma Confronts the Manager】 Heading directly to the manager's office to question@bhim. And although he timidly tries to confirm, the manager just plays dumb...",
    "【０１７　拓馬、管理人に最終報告】@n期限の日がやって来た。生セックスが失敗したことで、その主導権は管理人へと移り、何もできなくなり…": "【017 Takuma's Final Report to the Manager】 The deadline has arrived. With the failure of@bthe live sex, the control has shifted to the manager, and I am unable to do anything...",
    "【０１８　雄次郎、真守に警戒して】@nどうやら真守が何か探っているようだった。どうにか空振りさせるような手を打つか…": "【018 Yujiro, on guard against Mamoru】 It seems that Mamoru is investigating something. I@bneed to find a way to thwart his efforts...",
    "【０１９　美玖視点：最悪の邂逅の始まり】@n街でおじさんに声をかけられた。最初はナンパか何かと思っていたけれど、トンデモないことを言い出し…": "【019 Yuki's Perspective: The Beginning of the Worst Encounter】 I was approached by an@bolder man on the street. At first, I thought it was just a pick-up or something, but then@bhe started saying something outrageous...",
    "【０２０　おじさんと…仕方なく…】@n体を要求される。覚悟を決めるも求められたのは手コキというやつ。でも嫌悪感は強く…": "【020 With the Older Man... Reluctantly...】 I was demanded to offer my body. I prepared@bmyself, but what he wanted was a handjob. However, I felt a strong sense of disgust...",
    "【０２１　さらなる要求…フェラ】@n再び手コキをさせられる。けれどそれだけでは満足できないようで、舐めるように要求してきて…": "【021 Further Demands... Blowjob】 I was forced to give another handjob. However, it seems@bthat wasn't enough to satisfy him, as he demanded that I lick it...",
    "【０２２　はじめての愛撫】@n期限が一ヶ月と決まり、心を決める。そして要求はステップアップして、直接愛撫してくるように…": "【022 First Time Fondling】 The deadline is set for one month, and I make up my mind. And@bthe demands escalate, as he starts to directly fondle me...",
    "【０２３　はじめてのセックス】@nまた呼び出されラブホテルへ。愛撫に慣れてきた頃に、当たり前かのように挿入体勢になって…": "【023 First Time Sex】 Called again and taken to a love hotel. By the time I had become@baccustomed to the caresses, it became natural for us to assume the position for@binsertion...",
    "【０２４　スク水でセックス】@n夜の校舎に呼び出され、屋外プールへ。そしてスク水に着替えされられ、そのままタラップに掴まりながら…": "【024 Sex in a School Swimsuit】 Called to the school building at night, we were taken to@bthe outdoor pool. And then, I was made to change into a school swimsuit and while holding@bonto the handrail...",
    "【０２５　ラストセックス】@n今日が約束の期限。着させられた体操服姿のコスプレなんてなんのその。でも最後に…": "【025 Last Sex】 Today is the promised deadline. Wearing a cosplay outfit in a gym uniform@bis nothing compared to what I've been made to do. But in the end...",
    "【０２６　妊娠発覚】@n元の生活に戻れた。そう思ったのも束の間、何だか調子が悪くてなってしまう。何だか嫌な予感がして調べてみると…": "【026 Pregnancy Confirmed】I thought I could return to my normal life. However, that feeling@bwas short-lived as I started feeling unwell. I had a bad feeling and decided to@binvestigate...",
    "【０２７　選択肢】@n妊娠が発覚し、どうすればいいのか悩む。そして下した決断は…": "【027 Choice】@nAfter discovering the pregnancy, I am troubled about what to do. And the@bdecision I made was...",
    "【０２８　おじさんに連絡】@n緊急事態により仕方なくおじさんに連絡をする。しかし知らぬ存ぜぬの態度を取られる。それでもなんとかしようとして…": "【028 Contacting the Older Man】 Due to the emergency situation, I reluctantly contacted the@bolder man. However, he responded with an attitude of feigning ignorance. Still, I tried to@bfind a way to resolve the situation...",
    "【０２９　おじさんの愛人】@n赤ちゃんは堕ろすことになった。その費用の代わりに…愛人となることになった。そして今日も部屋へ呼び出され…": "【029 The Older Man's Mistress】 The baby was aborted. In exchange for the cost of the@bprocedure... I became his mistress. And today, once again, I was called to his room...",
    "【０３０　再びの妊娠】@nちゃんと避妊していたのに、また妊娠してしまった。そして、もう誤魔化すことができなくなり、両親に告白することに…": "【030 Another Pregnancy】@nEven though I was using contraception, I ended up getting@bpregnant again. And now, I can no longer hide it, so I decided to confess to my parents...",
    "【０３１　両親に相談してみると…】@n意を決して父親へ相談してみる。優しく話を聞いてくれて…": "【031 Consulting with my Parents】 I gathered my courage and decided to consult with my@bfather. He listened to me kindly...",
    "【０３２　あっけない幕切れとその後の顛末】@n物事は目まぐるしく過ぎ、そしてあっけなく幕を閉じた。そして今、小さな命が腕の中にある…": "【032 Abrupt Ending and Subsequent Outcome】 Things passed by quickly and the curtains@bclosed abruptly. And now, there is a small life in my arms..."
}